<UNK>
<EOS>
<EOQ>
left
right
on
in
the
guy
man
shirt
front
of
white
person
with
bottom
middle
woman
top
girl
blue
black
red
far
to
back
from
second
center
green
elephant
chair
kid
zebra
lady
horse
boy
side
giraffe
corner
and
bear
behind
bike
pizza
at
yellow
orange
one
cow
brown
bus
pink
car
player
standing
dog
donut
head
bowl
closest
sitting
couch
baby
umbrella
us
glass
table
sandwich
batter
hand
cat
gray
sheep
hat
holding
is
a
jacket
big
dude
boat
lower
catcher
food
cake
third
train
first
row
truck
plate
upper
banana
dark
most
screen
up
slice
next
piece
vase
purple
thing
animal
laptop
broccoli
half
wearing
suitcase
hair
arm
child
facing
glasses
face
that
bed
down
picture
background
not
it
pic
above
under
light
looking
apple
striped
cut
little
pants
bag
cup
phone
bench
off
motorcycle
you
tie
all
very
camera
part
board
book
bananas
bird
shorts
near
small
monitor
coat
blurry
out
partial
bottle
edge
umpire
by
plane
suit
dress
just
plaid
toilet
main
leftmost
legs
old
teddy
photo
no
over
clock
hands
his
wine
seat
area
blond
skier
bunch
hot
tan
farthest
sofa
luggage
rightmost
between
way
fruit
see
butt
tall
jeans
ball
full
close
computer
two
eating
dish
reflection
case
furthest
foreground
her
tennis
only
carrot
large
bread
keyboard
box
number
away
leg
stripes
bride
laying
nearest
plant
arms
frame
click
sweater
bat
bald
long
women
blk
empty
sign
apples
meter
whole
adult
chick
below
chocolate
cap
goat
tshirt
bending
cutting
silver
doughnut
stuff
walking
leaning
tv
mirror
mom
tank
carrots
oven
remote
stripe
other
lol
window
water
open
2
backpack
pot
guys
or
but
can
fridge
ground
jumping
last
hotdog
towards
flower
its
brocolli
sorry
groom
playing
visible
air
being
fourth
showing
sink
surfboard
fence
flowers
van
beer
has
mans
mug
oranges
touching
frisbee
sunglasses
scarf
skateboard
object
rear
ump
kneeling
cupcake
chef
lamb
like
vehicle
jar
pie
tallest
zeb
3
image
vest
directly
helmet
hoodie
smiling
container
for
kite
wall
stove
view
drink
smaller
toothbrush
short
trunk
reaching
wheel
coffee
door
end
tree
cop
female
spoon
thats
girls
skirt
baseball
broc
cell
portion
urinal
looks
mouth
tray
pastry
biggest
body
floor
racket
space
sandwhich
partially
basket
people
pointing
gal
pillow
crossed
shoulder
turned
about
beside
male
are
section
tail
skater
asian
round
stuffed
this
group
knife
pitcher
uniform
girafe
womans
was
getting
wii
clothes
meat
purse
rider
colored
dad
hanging
scissors
toward
without
drinking
taking
brocoli
duck
extreme
shelf
something
sprinkles
older
persons
square
cutoff
gir
sauce
slices
stripped
bigger
item
rice
zbra
cycle
fat
microwave
jersey
police
sleeve
spot
tire
neck
pole
salad
what
an
barely
fork
any
paper
traffic
blanket
dessert
cam
kids
maroon
wooden
1
beard
cant
closer
closet
cloth
line
skiier
watch
who
airplane
beige
handle
him
riding
apron
frt
polka
soup
ass
cookie
foot
my
surf
three
wood
bun
bunk
checkered
dot
forward
lemon
lying
outfit
stop
almost
pillows
writing
chicken
controller
sticking
around
bright
game
he
kitty
lap
snowboard
weird
be
brush
cheese
clear
color
feet
flag
leftest
running
soldier
suv
blurred
focus
held
seated
shoes
taller
larger
shirtless
10
camo
dead
oclock
officer
skateboarder
whatever
young
12
4
circle
cream
dont
haired
juice
trailer
underneath
cart
floral
watching
hitter
rightest
sliding
bull
covered
infront
jean
pile
toy
upside
figure
let
mother
mtf
navy
we
5
books
bot
burger
cover
crouching
dogs
good
leather
she
ship
where
bicycle
cats
largest
ponytail
runner
seen
ski
sleeves
calf
catching
counter
fire
going
hood
kicking
mostly
plain
smallest
squatting
throwing
yes
anywhere
bagel
bar
glazed
hes
nose
parking
soccer
bent
carrying
closes
darker
greens
le
lights
rainbow
sausage
shoe
tag
biker
colorful
coming
girrafe
inside
roll
scooter
sticker
whit
against
bow
boys
desk
elbow
feeding
finger
glove
jet
ones
print
ring
stack
sweatshirt
thanks
thingy
ugly
yep
9
bush
curly
headless
hydrant
khaki
milk
skis
7
dots
folded
fuzzy
high
ice
lowest
men
pony
righ
says
15
bikini
cab
choc
cushion
doll
fingers
forefront
fully
highest
knees
pack
plates
sideways
think
toast
army
bears
double
entire
grass
have
hidden
leaf
pieces
pouring
stool
swinging
teal
tee
11
checked
dugout
ear
falling
fries
frosting
giraffee
jumper
lettuce
mama
mouse
pan
ram
sleeping
stem
things
your
16
bad
batting
beans
blob
coke
doing
girafee
had
headband
moto
tablecloth
their
them
there
wing
28
birthday
either
flowered
grandma
into
machine
making
metal
raised
set
shadow
shorter
stands
strawberries
surfer
teeth
waving
american
bare
beanie
both
closed
grapes
guitar
knee
leaves
lid
motorcyle
they
18
24
cars
cross
gold
ladys
liquid
muffin
obama
powdered
rightside
rigth
shape
signal
street
tomato
tomatoes
towel
were
across
blouse
brushing
decker
dressed
dudes
giraff
go
hard
hole
lil
look
mask
panda
pattern
pc
petting
post
reddish
sand
soda
talking
taxi
thumb
topmost
utmost
13
6
8
backwards
bannana
broccli
candles
coach
collar
column
creepy
donuts
frm
grapefruit
horizontal
laughing
momma
patch
players
pocket
slightly
some
stick
too
19
26
blocked
boots
bottm
bottomright
chin
cows
egg
fan
fifth
girraff
heart
jug
kinda
label
low
me
mustache
naked
panel
pinkish
plants
rest
shades
sheet
shes
skate
sliced
solid
strawberry
surface
triangle
yello
21
22
base
blur
bunny
cook
cooking
darkest
device
fur
horses
lamp
license
lighter
love
magazine
missing
monk
motor
partly
place
rack
really
room
shit
single
smile
spots
stand
tea
zebras
band
bitch
bucket
candle
chest
cute
design
driver
frontmost
gif
leftish
logo
olives
oops
pair
pant
parked
peach
polar
potty
puppy
real
ref
so
spectator
staring
those
time
using
veggies
23
alone
bananna
bro
building
catch
choco
couple
eaten
eye
foremost
gril
happy
huge
lime
net
our
passenger
pickup
poster
shirted
vertical
yup
blender
botton
cellphone
comp
crazy
extended
fireplace
hitting
itself
ketchup
layer
loveseat
monkey
more
others
outside
plastic
powder
refrigerator
school
serving
spotted
straight
strap
tablet
toddler
upright
walk
whose
wrap
yeah
25
27
32
another
appliance
beneath
blu
bottome
bottomleft
broccolli
cool
counting
dancing
dishwasher
donkey
eggs
eyes
flowery
fron
giraf
goose
grill
gross
horns
hugging
maybe
menu
moniter
necklace
patterned
planter
pooh
sammich
shiny
skull
snowboarder
star
tiny
trying
14
babby
balding
balls
batters
bit
booth
botom
care
cauliflower
childs
clothing
control
crackers
crowd
elephants
engine
father
four
french
fun
further
get
gloves
great
hit
hottie
if
inbetween
khakis
leftside
letters
loaf
mustard
nuts
oh
onions
peace
perosn
playa
potato
pumpkin
putting
rabbit
rail
reading
recliner
redwhite
rigt
robe
santa
scissor
shoulders
shown
sittin
skating
spread
sprinkled
starting
stoplight
strip
sugar
suite
tabletop
toliet
word
17
actual
animals
babys
batta
bikes
bin
blowing
brella
chic
clapping
corn
crown
desert
doors
drunk
eat
gg
gut
hips
icing
jelly
jockey
kitten
lead
leading
mat
mattress
moped
motocycle
motorbike
nerd
olive
pepperoni
pulling
pushing
rght
rose
semi
shaped
shirts
skiing
snow
stairs
sub
tanktop
texting
turquoise
umb
well
windows
african
again
balck
bars
blueberries
bottommost
burgundy
butter
buy
canoe
checker
completely
cookies
cub
doggy
dotted
fabric
family
field
flying
fruits
goggles
heads
im
know
lemons
lit
lookin
mac
multi
notebook
ok
ox
peaches
peron
policeman
polo
raising
redhead
referee
rock
sad
sexy
shortest
sky
sleeveless
smiley
socks
speaker
sprinkle
stalk
straw
stripey
suspenders
tongue
veggie
wglasses
wicker
ya
20
aqua
babe
bacon
blah
boarder
bottles
botto
bowtie
brunette
button
canopy
chairs
cluster
covering
cowboy
denim
ford
freezer
funny
furniture
goalie
handlebars
handles
headlight
human
jack
jeep
kind
ladies
lef
macbook
middel
midle
moo
napkin
new
now
numbers
onleft
pasta
pineapple
rectangle
riht
roof
sail
shrimp
sit
skinny
spinach
squating
sticks
sun
swan
sweat
tell
th
tip
waiter
wheels
whos
why
windshield
wow
wrist
44
bandana
bannanas
batch
belly
bite
blackwhite
blazer
bleachers
bracelet
briefcase
bundle
cage
candy
cathcer
chili
coffe
creeper
cyclist
dishes
dounut
except
fist
floret
fornt
girraffe
goofy
grabbing
graffe
higher
hip
hoody
keys
kitchen
leafy
letter
longest
mini
mommy
name
nice
nike
note
np
obscured
oil
onion
page
pale
palm
pepsi
piano
pickles
pictures
pizzas
placemat
rim
sailor
shot
shrt
still
tarp
tattoo
teh
thin
tier
tiger
tilted
topped
topright
trains
trash
vegetable
weiner
wrapped
wtf
yea
30
35
39
42
48
appears
as
bearded
beverage
bib
birds
blck
bluewhite
brocc
buss
chinese
choclate
chubby
chunk
circles
clump
coca
cola
colors
dip
dumb
ears
elbows
faceing
farther
fed
fish
football
fried
furry
gate
grilled
haircut
headphones
holder
jump
kick
life
lines
log
lots
measuring
mess
military
nothing
omg
peel
peice
peppers
plad
position
ramp
read
ready
redblue
resting
ribbon
ridden
road
sailboat
samsung
sandwiches
saucer
shaking
shaving
shows
signing
skateboarding
sliver
spine
stupid
sweet
taco
taken
tent
than
thingie
though
through
thumbs
titty
topleft
typing
waiting
want
wheelchair
wife
woamn
ye
yogurt
29
adidas
anything
art
awesome
backside
baldy
balloon
banna
behing
berries
bmw
boot
brownie
buttons
cane
card
children
city
clown
correct
crap
crossing
crouched
cucumbers
cutout
daddy
dat
delta
do
dock
doesnt
dragon
driving
elefant
faced
filled
flat
fro
frosted
giving
golden
grandpa
hiding
honey
items
key
kissing
la
leash
lone
may
multicolored
nearly
okay
ottoman
pad
penguin
pepper
peson
pick
picking
piza
point
rain
redorange
rocking
said
salsa
same
sat
seats
siting
skiis
stickers
stretched
submit
sure
theres
together
topping
vegetables
wedge
worker
53
55
afro
after
armchair
backing
balloons
bananana
banans
bannas
baseman
bb
beach
beads
belt
blak
blueberry
bluegreen
blury
botttom
bowls
butterfly
cabinet
carpet
char
chopped
complete
cone
coner
cooler
cord
corners
cubes
customer
deck
did
doorway
eater
el
elft
exact
fallen
fellow
firetruck
five
floating
form
fromt
girf
got
ha
hamburger
hate
hats
heavy
horsie
hotdogs
house
how
indian
individual
keep
kiwi
lab
ladder
lesbian
lettering
lonely
marshmallows
mean
much
mushrooms
nasty
oj
onright
ontop
opened
order
painting
pancake
party
paw
peeled
pet
pice
pics
pig
poop
potatoes
racquet
refrig
roght
saddle
sandwitch
scary
shaker
shrit
singer
sort
spiderman
statue
steel
steps
stomach
swing
take
teddybear
theyre
tin
tongs
tooth
track
treat
trim
turban
umbrealla
unbrella
ups
wedding
wet
wide
wings
winnie
words
written
zeeb
zeebra
45
54
66
99
ahead
angle
armpit
bab
babies
bags
beam
beds
bento
blackness
blank
blueish
boats
boobs
bottoms
braids
carriage
carton
cases
chain
cheesy
cherry
chewing
chips
crab
crate
crust
cucumber
cups
curled
curved
da
deer
desktop
does
doggie
donute
douche
eft
elderly
everyone
exposed
faces
fedex
flamingo
flannel
fluffy
frnt
frog
fuck
gay
gear
geek
gentleman
giraffes
goatee
gone
grazing
grif
ham
having
headboard
headed
hello
helping
hi
hold
hunched
hungry
husband
idiot
idk
immediately
iphone
jesus
john
judge
knobs
lane
law
leopard
lifted
looked
lrft
lright
luggae
lunch
many
medium
middleright
minivan
mint
money
moustache
nana
nun
octopus
og
onthe
paisley
parachute
park
parrot
peeking
pen
pizz
plat
platter
pointy
poka
poles
poodle
pop
pots
priest
pug
redish
rihgt
riight
ront
sanwich
secong
sectional
shuttle
sitted
sitter
skin
smoking
speaking
spotty
st
stage
straps
strips
suitcases
suitecase
symbol
teacher
television
texas
these
thought
thx
toothpick
totally
tractor
tram
triangular
trick
tub
tusks
type
umbrellas
urn
used
visor
waffle
wheeler
which
whtie
wineglass
wit
wth
yay
younger
zombie
34
47
49
anyway
armhand
attached
bac
backmost
baggage
bana
barber
barge
batman
bedspread
before
believe
better
bill
billboard
biscuit
blac
block
blondie
bloody
border
bout
boxes
breakfast
brocli
broken
brother
btw
bug
bushel
bushes
capris
carried
celery
character
check
checking
chopsticks
circular
clay
clicked
clockface
closets
cloths
concrete
count
countertop
court
crawling
critter
crotch
curtains
cushions
dali
diagonal
didnt
dinner
distance
doctor
doofus
doughtnut
drum
duffel
duffle
dump
dye
earrings
elepahnt
english
equipment
everything
faded
fake
flames
folding
free
frig
gas
geraff
giant
glaze
gloved
goblet
gown
grape
grayish
gren
grown
gu
hahaha
hairy
halfway
halved
hay
here
herself
hugged
ipad
keft
kerry
lazy
leftfront
leftr
lefty
lefy
lego
less
lifting
listerine
llama
lleft
loops
lot
lowerright
lugguage
mainly
make
maple
marine
mario
mark
mass
mayo
meal
meant
midd
midddle
milked
milking
mitt
na
nine
non
nurse
outline
outlined
oval
overalls
paint
pance
parka
patty
persin
persn
photographer
picnic
pita
plantain
poncho
popcorn
posing
poured
profile
pulled
pup
raft
railing
rgiht
ride
rig
righthand
rightman
ripe
rolling
rom
sammie
say
scratching
secon
segment
server
shir
sidecar
sidewalk
skiers
snake
sock
someone
stainless
staning
stars
stems
stiped
stovetop
stretching
subway
sunglass
surgeon
sweaty
swirl
tails
te
text
tight
tires
torso
trian
trumpet
tupperware
turkey
turking
tux
tuxedo
umbarella
umpires
veh
vehical
veil
vine
waist
waitress
wasnt
wear
whie
whitest
whitish
wht
whte
will
worries
would
wrong
yuh
